tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "noborus/tap"
brew "ack"
brew "webp"
brew "automake"
brew "bat"
brew "php"
brew "composer"
brew "coreutils"
brew "ctags"
brew "docker"
brew "docker-buildx"
brew "docker-machine"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kanata"
brew "lsd"
brew "muffet"
brew "neofetch"
brew "neovim"
brew "openssl@1.1"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "starship"
brew "subversion"
brew "tmux"
brew "tree"
brew "vim"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-history-substring-search"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "noborus/tap/ov"
cask "1password-cli"
cask "aerospace"
cask "container"
cask "db-browser-for-sqlite"
cask "diffmerge"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "kitty"
cask "raycast"
brew "switchaudio-osx"
